#+TITLE: March 8-19, 2019 (12 days)
#+AUTHOR: dgplug.org
#+EMAIL: users@lists.dgplug.org
#+PROPERTY: Effort_ALL 0 0:05 0:10 0:30 1:00 2:00 3:00 4:00
#+COLUMNS: %35ITEM %TASKID %OWNER %3PRIORITY %TODO %5ESTIMATED{+} %3ACTUAL{+}
*** DONE Attend Golang Pune March meetup
    CLOSED: [2019-03-09 Sat 12:28]
    :PROPERTIES:
    :ESTIMATED: 2
    :ACTUAL:   2.13
    :OWNER:    bhavin192
    :ID:       EVENT.1552217985
    :TASKID:   EVENT.1552217985
    :END:
    :LOGBOOK:
    CLOCK: [2019-03-09 Sat 10:20]--[2019-03-09 Sat 12:28] =>  2:08
    :END:
    https://www.meetup.com/Golang-Pune/events/259292253/
**** DONE Chapter 13. Low-Level Programming [1/1]
     CLOSED: [2019-03-14 Thu 20:13]
     :PROPERTIES:
     :ESTIMATED: 0.1
     :ACTUAL:   0.05
     :OWNER:    bhavin192
     :ID:       READ.1552220705
     :TASKID:   READ.1552220705
     :END:
     :LOGBOOK:
     CLOCK: [2019-03-14 Thu 20:10]--[2019-03-14 Thu 20:13] =>  0:03
     :END:
     - [X] 13.5 Another Word of Caution (5m)
**** DONE Chapter 13 Exercises [1/1]
     CLOSED: [2019-03-14 Thu 19:57]
     :PROPERTIES:
     :ESTIMATED: 2
     :ACTUAL:   2.30
     :OWNER:    bhavin192
     :ID:       DEV.1552220740
     :TASKID:   DEV.1552220740
     :END:
     :LOGBOOK:
     CLOCK: [2019-03-14 Thu 19:02]--[2019-03-14 Thu 19:57] =>  0:55
     CLOCK: [2019-03-13 Wed 21:35]--[2019-03-13 Wed 21:49] =>  0:14
     CLOCK: [2019-03-13 Wed 19:40]--[2019-03-13 Wed 20:03] =>  0:23
     CLOCK: [2019-03-12 Tue 19:06]--[2019-03-12 Tue 19:52] =>  0:46
     :END:
     - [X] 13.4 (1.5h)
*** IN_PROGRESS NIOS Maths Text Book [1/10]
    SCHEDULED: <2019-03-18 Mon>
   :PROPERTIES:
   :ESTIMATED: 24
   :ACTUAL:   6.57
   :OWNER: jasonbraganza
   :ID: READ.1552291497
   :TASKID: READ.1552291497
   :END:
   :LOGBOOK:
   CLOCK: [2019-03-18 Mon 16:52]--[2019-03-18 Mon 17:47] =>  0:55
   CLOCK: [2019-03-18 Mon 14:47]--[2019-03-18 Mon 16:42] =>  1:55
   CLOCK: [2019-03-18 Mon 14:38]--[2019-03-18 Mon 14:45] =>  0:07
   CLOCK: [2019-03-18 Mon 10:01]--[2019-03-18 Mon 13:38] =>  3:37
   
   :END:
    - [X] Module - I [2/2]
      - [X] 4 - Trigonometric Functions II
      - [X] 5 - Relation between Sides and Angles of a Triangle
    - [ ] Module - II: Sequences and series [0/2]
      - [ ] 6 - Sequences and series
      - [ ] 7 - Some special sequences
    - [ ] Module - III: Algebra I [0/5]
      - [ ] 8 - Complex Numbers
      - [ ] 9 - Quadratic Equations and Linear Inequalities
      - [ ] 10 - Principle of Mathematical Induction
      - [ ] 11 - Permutations and Combinations
      - [ ] 12 - Binomial Theorem
    - [ ] Module - IV: Co-ordinate Geometry [0/4]
      - [ ] 13 - Cartesian System of Rectangular Co-ordinates
      - [ ] 14 - Straight Lines
      - [ ] 15 - Circles
      - [ ] 16 - Conic Sections
    - [ ] Module - V: Statistics and Probability [0/3]
      - [ ] 17 - Measures of Dispersion
      - [ ] 18 - Random Experiments and Events
      - [ ] 19 - Probability
    - [ ] Module - VI: Algebra II [0/3]
      - [ ] 20 - Matrices
      - [ ] 21 - Determinants
      - [ ] 22 - Inverse of a Matrix and its Applications
    - [ ] Module - VII: Relations and Functions [0/2]
      - [ ] 23 - Relations and Functions II
      - [ ] 24 - Inverse Trigonometric Functions
    - [ ] Module - VIII: Calculus [0/8]
      - [ ] 25 -  Limits and Continuity
      - [ ] 26 - Differentiation
      - [ ] 27 - Differentiation of Trigonometric Functions
      - [ ] 28 - Differentiation of Exponential and Logarithmic functions
      - [ ] 29 - Application of Derivatives
      - [ ] 30 - Integration
      - [ ] 31 - Definite Integrals
      - [ ] 32 - Differential Integrals
    - [ ] Module - IX: Vectors and Three Dimensional Geometry [0/4]
      - [ ] 33 - Introduction to Three Dimensional Geometry
      - [ ] 34 - Vectors
      - [ ] 35 - Plane
      - [ ] 36 - Straight Line
    - [ ] Module - X: Linear Programming and Mathematical Reasoning [0/2]
      - [ ] 37 - Linear Programming
      - [ ] 38 - Mathematical Reasoning
